<?php
return [

    /*
    |--------------------------------------------------------------------------
    | Драйвер получения погоды
    |--------------------------------------------------------------------------
    |
    | Определяем систему получения погоды по умолчанию. yandex - система получания
    | погоды через Yandex
    |
    */

    'driver' => "yandex",


    /*
    |--------------------------------------------------------------------------
    | Ключи для работы со сторонними сервисами
    |--------------------------------------------------------------------------
    |
    | Здесь можно определить ключи для работы со сторонними сервисами.
    |
    */

    'access' =>
    [
        'yandex' =>
        [
            'key' => '1801bf40-de74-4065-809c-9f64674ef438'
        ]
    ]

];
?>
